
mess_info = 'Даний бот є власністю компанії Робоче Місто. За допомогою цього бота Ви можете БЕЗКОШТОВНО публікувати та контролювати пости на каналі <a href="https://t.me/RobochiyKyiv">Робочий Київ</a> ' \
            'В нижній частині чату у Вас є кнопки для взаємодії з ботом: ' \
            '\n\n\tНовий пост — опублікувати пост на каналі\n\t' \
            'Оплата — для оплати замовленої роботи\n\n' \
            'Детальна інструкція з користування сервісом та перелік послуг/тарифів розміщена за <a href="https://telegra.ph/%D0%86nstrukc%D1%96ya-koristuvannya-serv%D1%96som-07-21">посиланням</a>' \
            '\nДоговір публічної оферти <a href="https://telegra.ph/Publ%D1%96chna-oferta-07-21">тут</a> ' \
            '\nСтосовно реклами, співпраці або будь-яких інших питань, зокрема, ідей щодо покращення сервісу, пишіть адміністрації каналу @RobochiyAdmin'


mess_start = 'За допомогою цього бота Ви можете публікувати та контролювати пости на каналі <a href="https://t.me/RobochiyKyiv">Робочий Київ</a>. В нижній частині чату у Вас є кнопки для ' \
           'взаємодії з ботом: \n\n\t Новий пост➕  — опублікувати пост на каналі' \
           ' \n/info - для отримання інформації та інструкції \nЗ питань реклами, співпраці або будь-яких інших питань, а також якщо є ідеї ' \
           'щодо покращення сервісу, пишіть адміністрації каналу'

mess_usually_post = 'Вибираючи <b>Звичайний пост</b>, Ви погоджуєтесь з тим, що:' \
                    '\n\nАдміністрація каналу <b>Робочий Київ</b> не несе жодної відповідальності ' \
                    'у разі шахрайства з боку виконавця публікованого Вами завдання ' \
                    'та втрати Ваших коштів. Угоду ви проводите на власний страх і ризик.' \
                    ' Якщо Ви не бажаєте ризикувати, використовуйте Захищені пости.\n\n' \
                    'Остерігайтеся підроблених чатів захищених угод. Якщо Вас додали в чат' \
                    ' із захищеною угодою, напишіть Адміністрації з проханням перевірити чат.' \
                    '\n\nПеревіряйте номер карти, на яку відправляєте кошти, на відсутність в' \
                    ' чорному списку. Просто перешліть картку в чат з цим ботом.\n\n' \
                    'Якщо Ви все-таки стали жертвою шахрая, повідомте про нього Адміністрації'

mess_for_em = 'Оплата підтверджена, можете виконувати завдання. ' \
              'Після успішного виконання, завершіть чат та надішліть нам реквізити' \
              ' свого рахунку для отримання оплати. Кошти надійдуть на ваш рахунок' \
              ' протягом 24год. З повагою, Адміністрація.'


mess_for_complete = 'Натисніть "Так" щоб підтвердити повне виконання замовлення, після чого кошти ' \
                    'будуть виплачені робітнику'

m1 = 'Відправлено Адміністрації для перевірки. Якщо ваше оголошення відповідає' \
     ' всім правилам, воно буде опубліковане на каналі, дякуємо, що скористались нашою платформою)'